{"<OOV>": 1, "v\u00e1s\u00e1rl\u00e1s": 2, "buy": 3, "spending": 4, "on": 5, "v\u00edz": 6, "uber": 7, "gas": 8, "cinema": 9, "internet": 10, "tesco": 11, "spar": 12, "lidl": 13, "aldi": 14, "auchan": 15, "kifli": 16, "penny": 17, "cba": 18, "coop": 19, "keny\u00e9r": 20, "tej": 21, "s\u00f6r": 22, "kaja": 23, "eb\u00e9d": 24, "vacsora": 25, "reggeli": 26, "\u00e9tterem": 27, "meki": 28, "mcdonalds": 29, "burger": 30, "pizza": 31, "k\u00e1v\u00e9": 32, "h\u00fas": 33, "z\u00f6lds\u00e9g": 34, "food": 35, "groceries": 36, "restaurant": 37, "lunch": 38, "dinner": 39, "breakfast": 40, "coffee": 41, "beer": 42, "milk": 43, "bread": 44, "market": 45, "snack": 46, "bkk": 47, "m\u00e1v": 48, "busz": 49, "vonat": 50, "b\u00e9rlet": 51, "jegy": 52, "taxi": 53, "bolt": 54, "mol": 55, "omv": 56, "shell": 57, "tankol\u00e1s": 58, "benzin": 59, "g\u00e1zolaj": 60, "parkol\u00e1s": 61, "aut\u00f3p\u00e1lya": 62, "transport": 63, "ticket": 64, "bus": 65, "train": 66, "subway": 67, "metro": 68, "fuel": 69, "petrol": 70, "parking": 71, "car": 72, "cab": 73, "mozi": 74, "film": 75, "bel\u00e9p\u0151": 76, "koncert": 77, "fesztiv\u00e1l": 78, "buli": 79, "netflix": 80, "hbo": 81, "spotify": 82, "youtube": 83, "steam": 84, "j\u00e1t\u00e9k": 85, "k\u00f6nyv": 86, "sz\u00ednh\u00e1z": 87, "m\u00fazeum": 88, "\u00e1llatkert": 89, "b\u00e1r": 90, "kocsma": 91, "entertainment": 92, "movie": 93, "concert": 94, "party": 95, "game": 96, "book": 97, "subscription": 98, "bar": 99, "club": 100, "museum": 101, "lakb\u00e9r": 102, "alb\u00e9rlet": 103, "k\u00f6z\u00f6s": 104, "k\u00f6lts\u00e9g": 105, "rezsi": 106, "villany": 107, "g\u00e1z": 108, "f\u0171t\u00e9s": 109, "telefon": 110, "telenor": 111, "yettel": 112, "telekom": 113, "vodafone": 114, "sz\u00e1mla": 115, "biztos\u00edt\u00e1s": 116, "rent": 117, "bills": 118, "utilities": 119, "electricity": 120, "water": 121, "phone": 122, "insurance": 123, "housing": 124, "gy\u00f3gyszer": 125, "patika": 126, "gy\u00f3gyszert\u00e1r": 127, "orvos": 128, "mag\u00e1nrendel\u00e9s": 129, "k\u00f3rh\u00e1z": 130, "vitamin": 131, "fogorvos": 132, "dm": 133, "rossmann": 134, "m\u00fcller": 135, "health": 136, "pharmacy": 137, "medicine": 138, "doctor": 139, "dentist": 140, "hospital": 141, "drugstore": 142, "pills": 143, "fizet\u00e9s": 144, "b\u00e9r": 145, "munkab\u00e9r": 146, "utal\u00e1s": 147, "\u00f6szt\u00f6nd\u00edj": 148, "zsebp\u00e9nz": 149, "nyerem\u00e9ny": 150, "visszat\u00e9r\u00edt\u00e9s": 151, "salary": 152, "income": 153, "wage": 154, "deposit": 155, "scholarship": 156, "refund": 157}