{"<PAD>": 0, "<OOV>": 1, "havi": 2, "díj": 3, "bérlet": 4, "jegy": 5, "fizetés": 6, "bkk": 7, "utalás": 8, "tesco": 9, "bolt": 10, "számla": 11, "lidl": 12, "bevásárlás": 13, "taxi": 14, "vacsora": 15, "január": 16, "aldi": 17, "mol": 18, "benzin": 19, "előfizetés": 20, "étterem": 21, "gyógyszer": 22, "patika": 23, "spar": 24, "belépő": 25, "internet": 26, "fizettem": 27, "auchan": 28, "rendelés": 29, "péntek": 30, "ebéd": 31, "este": 32, "vonat": 33, "parkolás": 34, "február": 35, "benu": 36, "fogorvos": 37, "magán": 38, "gym": 39, "megérkezett": 40, "ösztöndíj": 41, "visszatérítés": 42, "eladás": 43, "penny": 44, "cba": 45, "kenyér": 46, "piac": 47, "mentem": 48, "busz": 49, "omv": 50, "barátok": 51, "netflix": 52, "steam": 53, "albérlet": 54, "vitamin": 55, "vizsgálat": 56, "edzőterem": 57, "beérkezett": 58, "reggeli": 59, "kisbolt": 60, "interspar": 61, "hétvége": 62, "heti": 63, "tej": 64, "reggel": 65, "menza": 66, "szombat": 67, "zöldség": 68, "élelmiszer": 69, "voltam": 70, "kaja": 71, "hétvégi": 72, "napi": 73, "mav": 74, "máv": 75, "haza": 76, "uber": 77, "reptér": 78, "tankolás": 79, "autópálya": 80, "matrica": 81, "megújítás": 82, "utazás": 83, "2": 84, "spotify": 85, "vásárlás": 86, "kávézó": 87, "söröző": 88, "mozi": 89, "koncert": 90, "villany": 91, "gáz": 92, "telekom": 93, "otp": 94, "biztosítás": 95, "rezsi": 96, "szamla": 97, "hónap": 98, "recept": 99, "orvos": 100, "szemüveg": 101, "fitness": 102, "crossfit": 103, "uszoda": 104, "cafeteria": 105, "prémium": 106, "freelance": 107, "bevétel": 108, "juttatás": 109, "3400ft": 110, "nagybevásárlás": 111, "online": 112, "akció": 113, "sarok": 114, "pékség": 115, "hentes": 116, "gyümölcs": 117, "12000ft": 118, "való": 119, "pécs": 120, "munka": 121, "belváros": 122, "e": 123, "éves": 124, "bubi": 125, "bérleet": 126, "mentünk": 127, "óra": 128, "premium": 129, "hbo": 130, "disney": 131, "plus": 132, "játék": 133, "bár": 134, "pizza": 135, "kávézóban": 136, "buli": 137, "wolt": 138, "kint": 139, "food": 140, "vodafone": 141, "yettel": 142, "kgfb": 143, "összesen": 144, "közüzemi": 145, "csomag": 146, "törlesztő": 147, "személyi": 148, "kölcsön": 149, "gyógyszertár": 150, "kezelés": 151, "szemész": 152, "kontaktlencse": 153, "laborvizsgálat": 154, "masszázs": 155, "tápszer": 156, "munkabér": 157, "bér": 158, "kifizetés": 159, "bónusz": 160, "zsebpénz": 161, "fizu": 162, "kasszánál": 163, "market": 164, "8500": 165, "kifli": 166, "iskolai": 167, "zöldséges": 168, "felvágott": 169, "éjjeli": 170, "közért": 171, "self": 172, "checkout": 173, "hús": 174, "sajtok": 175, "bio": 176, "dm": 177, "rossmann": 178, "snack": 179, "expresszpénztár": 180, "készlet": 181, "hal": 182, "bor": 183, "ital": 184, "tescó": 185, "akciós": 186, "sparban": 187, "hétfő": 188, "hétvégén": 189, "vaj": 190, "4500": 191, "pékségben": 192, "menzán": 193, "felvásárlás": 194, "maradék": 195, "kolbász": 196, "clubcard": 197, "2890": 198, "express": 199, "élemiszer": 200, "élelmszer": 201, "bevásrolás": 202, "aldiban": 203, "sparba": 204, "pennyből": 205, "hoztam": 206, "reggelire": 207, "vacsorára": 208, "7800ft": 209, "3200": 210, "ft": 211, "melletti": 212, "gyorsan": 213, "bkv": 214, "appból": 215, "budapest": 216, "keleti": 217, "miskolc": 218, "volán": 219, "helyi": 220, "éjjel": 221, "tankolas": 222, "8000": 223, "parkolóóra": 224, "mall": 225, "kerékpár": 226, "repülőjegy": 227, "ryanair": 228, "wizz": 229, "air": 230, "30": 231, "napos": 232, "tanuló": 233, "intercity": 234, "pótjegy": 235, "flixbus": 236, "pool": 237, "m7": 238, "kórháznál": 239, "metro": 240, "villamos": 241, "metró": 242, "tram": 243, "railjet": 244, "txi": 245, "ubr": 246, "benzn": 247, "autópályán": 248, "parkolni": 249, "kellett": 250, "buszra": 251, "keltem": 252, "vonattal": 253, "reptérre": 254, "hazafelé": 255, "munkába": 256, "iskolába": 257, "kirándulás": 258, "győr": 259, "11500ft": 260, "töltőállomás": 261, "9800": 262, "applikáció": 263, "jegyautomata": 264, "átszállójegy": 265, "max": 266, "youtube": 267, "kocsma": 268, "pizzéria": 269, "hamburgeres": 270, "burger": 271, "king": 272, "mcdonalds": 273, "kfc": 274, "sushi": 275, "kínai": 276, "olasz": 277, "latte": 278, "macchiato": 279, "capuccino": 280, "brunch": 281, "vasárnap": 282, "étteremben": 283, "barátokkal": 284, "fesztivál": 285, "színház": 286, "bowling": 287, "escape": 288, "room": 289, "karting": 290, "netflx": 291, "spotfy": 292, "előfzietés": 293, "étterm": 294, "mozijegy": 295, "ültünk": 296, "sörözőbe": 297, "étterembe": 298, "vittük": 299, "pizzát": 300, "rendeltünk": 301, "streaming": 302, "gaming": 303, "4500ft": 304, "kávé": 305, "baráttal": 306, "éjszaka": 307, "futár": 308, "foodpanda": 309, "street": 310, "truck": 311, "hamburger": 312, "apple": 313, "tv": 314, "twitch": 315, "sub": 316, "xbox": 317, "game": 318, "pass": 319, "ps": 320, "szülinapi": 321, "évforduló": 322, "után": 323, "villanyszámla": 324, "gázszámla": 325, "téli": 326, "víz": 327, "vízszolgáltató": 328, "szemét": 329, "szemétszállítás": 330, "telefon": 331, "telefonszámla": 332, "május": 333, "bérleti": 334, "lakbér": 335, "közös": 336, "költség": 337, "társasházi": 338, "számlavezetés": 339, "k": 340, "h": 341, "bankszámla": 342, "erste": 343, "mbh": 344, "bank": 345, "lakásbiztosítás": 346, "casco": 347, "életbiztosítás": 348, "díjak": 349, "fűtési": 350, "fűtés": 351, "távhő": 352, "szla": 353, "google": 354, "one": 355, "icloud": 356, "microsoft": 357, "365": 358, "domain": 359, "hosting": 360, "8900ft": 361, "15000": 362, "5990ft": 363, "120000": 364, "alberlet": 365, "dij": 366, "kozos": 367, "koltseg": 368, "biztostas": 369, "albérletet": 370, "rezsit": 371, "villanyt": 372, "gázt": 373, "internetet": 374, "telefonszámlát": 375, "bankköltség": 376, "számlavezetési": 377, "hitel": 378, "lakáshitel": 379, "részlet": 380, "biztosítási": 381, "szemétdíj": 382, "negyedév": 383, "vízdíj": 384, "gázdíj": 385, "villanydíj": 386, "mobilszámla": 387, "szolgáltató": 388, "c": 389, "tabletta": 390, "tömés": 391, "kontroll": 392, "orvosi": 393, "magánorvos": 394, "bőrgyógyász": 395, "lencsék": 396, "keret": 397, "vérvétel": 398, "ultrahang": 399, "terem": 400, "edzés": 401, "szauna": 402, "wellness": 403, "gyógyfürdő": 404, "edző": 405, "personal": 406, "trainer": 407, "jóga": 408, "pilates": 409, "sportbolt": 410, "cipő": 411, "futócipő": 412, "sportszersz": 413, "keztyű": 414, "vitmin": 415, "patikaban": 416, "gyógyszert": 417, "vettem": 418, "fogrovos": 419, "edzoteremi": 420, "uszodaba": 421, "masszázsra": 422, "2800": 423, "1500ft": 424, "antibiotikum": 425, "köhögés": 426, "d": 427, "omega": 428, "3": 429, "protein": 430, "por": 431, "kreatin": 432, "sporttáplálék": 433, "edzőtermi": 434, "8000ft": 435, "7500": 436, "végi": 437, "március": 438, "tanulmányi": 439, "alap": 440, "szép": 441, "kártya": 442, "feltöltés": 443, "évvégi": 444, "13": 445, "biztosító": 446, "tb": 447, "adóvisszatérítés": 448, "szja": 449, "adó": 450, "visszatér": 451, "projekt": 452, "ügyfél": 453, "megbízási": 454, "projekthonorár": 455, "szülőktől": 456, "segítség": 457, "szülők": 458, "baráttól": 459, "visszakaptam": 460, "visszafizetés": 461, "barát": 462, "visszajött": 463, "eladtam": 464, "valamit": 465, "hardver": 466, "facebook": 467, "piactér": 468, "megj": 469, "ösztndíj": 470, "cafetria": 471, "premim": 472, "visszatértés": 473, "freelnace": 474, "nettó": 475, "bruttó": 476, "mellékállás": 477, "diákmunka": 478, "részmunkaidő": 479, "óradíj": 480, "tutoriálás": 481, "díja": 482, "különóra": 483, "vinted": 484, "olx": 485, "fizetésemelés": 486, "első": 487, "béren": 488, "kívüli": 489, "vissza": 490, "kaptam": 491, "visszautalt": 492, "pénz": 493, "érkezett": 494, "összeg": 495, "pozitív": 496, "egyenleg": 497, "rendszeres": 498}